{
    "movies": [
        {
        "id": 1,
        "name": {
            "th": "เฟรนโซน ระวังสิ้นสุดทางเพื่อน",
            "en": "Friend Zone"
        },
        "avaliable_date": "12\/1\/2019",
        "image_url": "https://lh3.googleusercontent.com/hGX4-13iqHM1Kx_nyj67AtCsFXAjJyS0wxoEcJynOs99BUJXQWLIUQFcsje3jdMW75wtrJU2ktywEF3gxoKe",
        "synopsis": "บนโลกใบนี้\nคงมีชายหญิงอีกหลายคู่ที่กำลังไต่อยู่บนตะเข็บชายแดนแห่งความสัมพันธ์ของความเป็น “เพื่อน”  กับ “แฟน” ซึ่งพื้นที่เล็กๆริมชายแดนตรงนี้มีชื่อเรียกแบบสากลว่า FRIEND ZONE หรือเขตแดนพิเศษของ คนที่อยู่ในสภาพ...กลับตัวไปเป็นเพื่อนก็ไม่ได้ ให้ไปเป็นแฟนก็ไปไม่ถึง \n\n\nปาล์ม (นาย - ณภัทร เสียงสมบุญ) คือ หนึ่งในคนที่ติดอยู่ใน FRIEND ZONE ของ กิ๊ง (ใบเฟิร์น - พิมพ์ชนก ลือวิเศษไพบูลย์) เพื่อนสนิทของเขามานานเป็น 10 ปี ปาล์มเคยพยายามจะออกจากเขตแดนพิเศษนี้ ด้วยการสารภาพรักกับกิ๊งไปตอน ม.ปลาย แต่ถูกกิ๊งปฏิเสธง่ายๆด้วยคำว่า \n\n\n“เป็นเพื่อนกันก็ดีอยู่แล้ว” \n\n... นับจากวันนั้น ปาล์มกับกิ๊งก็เป็นยิ่งกว่าเพื่อนสนิท ทุกครั้งที่ปาล์มเลิกกับแฟนไม่ว่ากี่คนต่อกี่คน กิ๊งก็จะคอยด่าเตือนสติ และถ้ากิ๊งมีปัญหาทะเลาะกับแฟน ไม่ว่ากิ๊งจะอยู่ที่ไหน จะพม่า มาเลย์ หรือฮ่องกง แค่เพียงโทรมา สจ๊วตอย่างปาล์มก็พร้อมจะบินไปหาทันที ก็ไม่รู้ว่าเป็นเพราะความใจดีเหนือขีดจำกัดนี้หรือเปล่า ที่ทำให้เมื่อกิ๊งมีปัญหากับพี่เท็ด (เจสัน ยัง) แฟนคนปัจจุบัน จู่ๆกิ๊งก็ถามปาล์มขึ้นมาว่า \n\n“แกเคยคิดไหม... ถ้าเราสองคนเป็นแฟนกันจะเป็นยังไง” \n\nทันใดนั้น สัญญาณเตือนภัยในใจปาล์มก็ดังขึ้นถี่ๆ เพราะปาล์มรู้ดีว่านี่คือโอกาสครั้งสำคัญที่เขาจะได้ออกจาก FRIEND ZONE เพียงแต่เขาไม่รู้ว่าการออกไปครั้งนี้ จะทำให้เขาได้เริ่มต้นทางแฟน หรือสิ้นสุดทางเพื่อนกับกิ๊งกันแน่!!!\n\nFRIEND ZONE\nระวัง..สิ้นสุดทางเพื่อน\n14 กุมภาพันธ์นี้ ในโรงภาพยนตร์\n\n#FriendZone\n#ระวังสิ้นสุดทางเพื่อน",
        "avaliables": [
            {
                "day": "12\/1\/2019",
                "locations": [
                    {
                        "name": "เซนทรัล ปิ่นเกล้า",
                        "theaters": [
                            {
                                "name": "Honda Ultimate 1",
                                "times": [
                                    "13.30",
                                    "14.00",
                                    "15.00"
                                ]
                            },
                            {
                                "name": "Enigma 15",
                                "times": [
                                    "13.30",
                                    "14.00",
                                    "15.00"
                                ]
                            }
                        ]
                    },
                    {
                        "name": "เซนทรัล เวิร์ล",
                        "theaters": [
                            {
                                "name": "โรง 2",
                                "times": [
                                    "13.30",
                                    "14.00",
                                    "15.00"
                                ]
                            }
                        ]
                    }
                ]
            },
            {
                "day": "13\/1\/2019",
                "locations": [
                    {
                        "name": "เซนทรัล ปิ่นเกล้า",
                        "theaters": [
                            {
                                "name": "โรง 1",
                                "times": [
                                    "13.30",
                                    "14.00",
                                    "15.00",
                                    "22.00"
                                ]
                            }
                        ]
                    },
                    {
                        "name": "เซนทรัล เวิร์ล",
                        "theaters": [
                            {
                                "name": "โรง 2",
                                "times": [
                                    "13.30",
                                    "14.00",
                                    "15.00"
                                ]
                            }
                        ]
                    }
                ]
            }
        ]
        },
        {
        "id": 2,
        "name": {
            "th": "กัปตัน มาร์เวล",
            "en": "Captain Marvel"
        },
        "avaliable_date": "12\/1\/2019",
        "image_url": "https://lh3.googleusercontent.com/3Ost-FvXYMVAs84hLxJAn9qqIh9s_YCC8oCySCuOWIJWIu8zPIuKYJ9FG_FEFBqKZoQnguVOuNAkg9kArkPM",
        "synopsis": "Synopsis"
        }
    ]
}